{"nodes": [{"id": 410060726740, "href": "https://en.wikipedia.org/wiki/Michelangelo", "name": "Michelangelo", "value": 0.13442621073287878, "childLinks": [], "description": "Michelangelo di Lodovico Buonarroti Simoni (Italian: [mikeˈlandʒelo di lodoˈviːko ˌbwɔnarˈrɔːti siˈmoːni]; 6 March 1475 – 18 February 1564), known best as simply Michelangelo (English: /ˌmaɪkəlˈændʒəloʊ, ˌmɪk-/[1]), was an Italian sculptor, painter, architect and poet of the High Renaissance born in the Republic of Florence, who exerted an unparalleled influence on the development of Western art. His artistic versatility was of such a high order that he is often considered a contender for the title of the archetypal Renaissance man, along with his rival, the fellow Florentine, Leonardo da Vinci.[2] Several scholars have described Michelangelo as the greatest artist of his age and even as the greatest artist of all time.[3][4]\n", "collapsed": true}, {"id": 770425912764, "href": "https://en.wikipedia.org/wiki/Renaissance_humanism", "name": "Renaissance humanism", "value": 0.1373880049295259, "childLinks": [], "description": "Renaissance humanism was a revival in the study of classical antiquity, at first in Italy and then spreading across Western Europe in the 14th, 15th, and 16th centuries. Contemporary use of the term humanism is consistent with the historical use prominent in that period, while Renaissance humanism is a retronym used to distinguish it from later humanist developments.[1] During the Renaissance period most humanists were religious, so their concern was to \"purify and renew Christianity\" not to do away with it. Their vision was to return ad fontes (\"to the sources\") to the simplicity of the New Testament, bypassing the complexities of medieval theology. Today, by contrast, the term humanism has come to signify \"a worldview which denies the existence or relevance of God, or which is committed to a purely secular outlook.\"[2]\n", "collapsed": true}, {"id": 386178429711, "href": "https://en.wikipedia.org/wiki/Renaissance_of_the_12th_century", "name": "Renaissance of the 12th century", "value": 0.13843249788636153, "childLinks": [], "description": "The Renaissance of the 12th century  was a period of many changes at the outset of the High Middle Ages. It included social, political and economic transformations, and an intellectual revitalization of Western Europe with strong philosophical and scientific roots. These changes paved the way for later achievements such as the literary and artistic movement of the Italian Renaissance in the 15th century and the scientific developments of the 17th century.[1]\n", "collapsed": true}, {"id": 242863793536, "href": "https://en.wikipedia.org/wiki/List_of_Renaissance_figures", "name": "List of Renaissance figures", "value": 0.1386554364491196, "childLinks": [], "description": "", "collapsed": true}, {"id": 15200108854, "href": "https://en.wikipedia.org/wiki/Age_of_Enlightenment", "name": "Age of Enlightenment", "value": 0.1423724284061499, "childLinks": [], "description": "The Age of Enlightenment (also known as the Age of Reason or simply the Enlightenment)[1][note 2] was an intellectual and philosophical movement that dominated the world of ideas in Europe during the 17th and 18th centuries.[3]\n", "collapsed": true}, {"id": 156748679843, "href": "https://en.wikipedia.org/wiki/Spanish_Golden_Age", "name": "Spanish Golden Age", "value": 0.1431341524371099, "childLinks": [], "description": "The Spanish Golden Age (Spanish: Siglo de Oro [ˈsiɣlo ðe ˈoɾo], \"Golden Century\") is a period of flourishing in arts and literature in Spain, coinciding with the political rise of the Spanish Empire under the Catholic Monarchs of Spain and the Spanish Habsburgs. The greatest patron of Spanish art and culture during this period was King Philip II (1556-1598), whose royal palace, El Escorial, invited the attention of some of Europe's greatest architects and painters such as El Greco, who infused Spanish art with foreign styles and helped create a uniquely Spanish style of painting. Spanish literature blossomed as well, most famously demonstrated in the work of Miguel de Cervantes, the author of Don Quixote de la Mancha. Spain's most prolific playwright, Lope de Vega, wrote possibly one thousand plays during his lifetime, of which over four hundred survive to the present day. Diego Velázquez, regarded as one of the most influential painters of European history and a greatly respected artist in his own time, was patronized by King Philip IV and his chief minister, the Count-Duke of Olivares. The legacy of Diego Velázquez includes several portraits that demonstrate his style and skill. Some of Spain's greatest music is regarded as having been written in the period. Such composers as Tomás Luis de Victoria, Cristóbal de Morales, Francisco Guerrero, Luis de Milán and Alonso Lobo helped to shape Renaissance music and the styles of counterpoint and polychoral music, and their influence lasted far into the Baroque period which resulted in a revolution of music.\n", "collapsed": true}, {"id": 542402480851, "href": "https://en.wikipedia.org/wiki/Leonardo_da_Vinci", "name": "Leonardo da Vinci", "value": 0.14443487231143223, "childLinks": [], "description": "Leonardo da Vinci (English: /ˌliːəˈnɑːrdoʊ də ˈvɪntʃi, ˌliːoʊˈ-, ˌleɪoʊˈ-/;[a] 14/15 April 1452[b] – 2 May 1519)[4] was an Italian polymath of the High Renaissance who is widely considered one of the greatest painters of all time (despite fewer than 25 of his paintings having survived).[c] The Mona Lisa is the most famous of Leonardo's works and the most famous portrait ever made.[5] The Last Supper is the most reproduced religious painting of all time[6] and his Vitruvian Man drawing is also regarded as a cultural icon.[7] He is also known for his notebooks, in which he made drawings and notes on science and invention; these involve a variety of subjects including anatomy, cartography, painting, and palaeontology. Leonardo's collective works compose a contribution to later generations of artists rivalled only by that of his contemporary Michelangelo.[8]\n", "collapsed": true}, {"id": 258037552781, "href": "https://en.wikipedia.org/wiki/Dutch_Renaissance_and_Golden_Age_literature", "name": "Dutch Renaissance and Golden Age literature", "value": 0.1477038177858276, "childLinks": [], "description": "Dutch Renaissance and Golden Age literature is the literature written in the Dutch language in the Low Countries from around 1550 to around 1700. This period saw great political and religious changes as the Reformation spread across Northern and Western Europe and the Netherlands fought for independence in the Eighty Years' War.\n", "collapsed": true}, {"id": 62654832090, "href": "https://en.wikipedia.org/wiki/Renaissance_Papacy", "name": "Renaissance Papacy", "value": 0.14803325100952203, "childLinks": [], "description": "The Renaissance Papacy was a period of papal history between the Western Schism and the Protestant Reformation. From the election of Pope Martin V of the Council of Constance in 1417 to the Reformation in the 16th century, Western Christianity was largely free from schism as well as significant disputed papal claimants. There were many important divisions over the direction of the religion, but these were resolved through the then-settled procedures of the papal conclave.\n", "collapsed": true}, {"id": 144032986728, "href": "https://en.wikipedia.org/wiki/Early_Netherlandish_painting", "name": "Early Netherlandish painting", "value": 0.1549451525081936, "childLinks": [], "description": "Early Netherlandish painting is the work of artists, sometimes known as the Flemish Primitives, active in the Burgundian and Habsburg Netherlands during the 15th- and 16th-century Northern Renaissance, especially in the flourishing cities of Bruges, Ghent, Mechelen, Leuven, Tournai and Brussels, all in present-day Belgium. The period begins approximately with Robert Campin and Jan van Eyck in the 1420s and lasts at least until the death of Gerard David in 1523,[1] although many scholars extend it to the start of the Dutch Revolt in 1566 or 1568 (Max J. Friedländer's acclaimed surveys run through Pieter Bruegel the Elder). Early Netherlandish painting coincides with the Early and High Italian Renaissance but the early period (until about 1500) is seen as an independent artistic evolution, separate from the Renaissance humanism that characterised developments in Italy, although beginning in the 1490s as increasing numbers of Netherlandish and other Northern painters traveled to Italy, Renaissance ideals and painting styles were incorporated into northern painting. As a result, Early Netherlandish painters are often categorised as belonging to both the Northern Renaissance and the Late or International Gothic.\n", "collapsed": true}, {"id": 57329286380, "href": "https://en.wikipedia.org/wiki/Latin", "name": "Latin", "value": 0.1628212124387739, "childLinks": [], "description": "Latin (latīne, [laˈtiːne] or lingua latīna, [ˈlɪŋɡʷa laˈtiːna]) is a classical language belonging to the Italic branch of the Indo-European languages. Latin was originally spoken in the area around Rome, known as Latium.[4] Through the power of the Roman Republic, it became the dominant language in Italy, and subsequently throughout the western Roman Empire. Latin has contributed many words to the English language. In particular, Latin (and Ancient Greek) roots are used in English descriptions of theology, the sciences, medicine, and law. It is the official language in the Holy See (Vatican City).\n", "collapsed": true}, {"id": 591568457418, "href": "https://en.wikipedia.org/wiki/Mannerism", "name": "Mannerism", "value": 0.1654985147107444, "childLinks": [], "description": "Mannerism, also known as Late Renaissance,[1][2] is a style in European art that emerged in the later years of the Italian High Renaissance around 1520, spreading by about 1530 and lasting until about the end of the 16th century in Italy, when the Baroque style largely replaced it. Northern Mannerism continued into the early 17th century.[3]\n", "collapsed": true}, {"id": 281762234258, "href": "https://en.wikipedia.org/wiki/English_Renaissance", "name": "English Renaissance", "value": 0.1730109661376778, "childLinks": [], "description": "The English Renaissance was a cultural and artistic movement in England dating from the late 15th century to the early 17th century. It is associated with the pan-European Renaissance that is usually regarded as beginning in Italy in the late 14th century. As in most of the rest of northern Europe, England saw little of these developments until more than a century later. The beginning of the English Renaissance is often taken, as a convenience, to be 1485, when the Battle of Bosworth Field ended the Wars of the Roses and inaugurated the Tudor Dynasty.  Renaissance style and ideas, however, were slow to penetrate England, and the Elizabethan era in the second half of the 16th century is usually regarded as the height of the English Renaissance.\n", "collapsed": true}, {"id": 417262681234, "href": "https://en.wikipedia.org/wiki/Renaissance_philosophy", "name": "Renaissance philosophy", "value": 0.17575900954925902, "childLinks": [], "description": "The designation \"Renaissance philosophy\" is used by scholars of intellectual history to refer to the thought of the period running in Europe roughly between 1355 and 1650 (the dates shift forward for central and northern Europe and for areas such as Spanish America, India, Japan, and China under European influence). It therefore overlaps both with late medieval philosophy, which in the fourteenth and fifteenth centuries was influenced by notable figures such as Albert the Great, Thomas Aquinas, William of Ockham, and Marsilius of Padua, and early modern philosophy, which conventionally starts with René Descartes and his publication of the Discourse on Method in 1637.\n", "collapsed": true}, {"id": 746073722075, "href": "https://en.wikipedia.org/wiki/Italian_Renaissance", "name": "Italian Renaissance", "value": 0.17586415907229663, "childLinks": [], "description": "The Italian Renaissance (Italian: Rinascimento [rinaʃʃiˈmento]) was a period in the Italian history that covered the 15th (Quattrocento) and 16th (Cinquecento) centuries, spreading across Europe and marking the transition from the Middle Ages to Modernity. Proponents of a \"long Renaissance\" argue that it began in the 14th century (Trecento) and lasted until the 17th century (Seicento). The French word renaissance (rinascimento in Italian) means \"rebirth\" and defines the period as one of cultural revival and renewed interest in classical antiquity after the centuries labeled the Dark Ages by Renaissance humanists. The Renaissance author Giorgio Vasari used the term \"Rebirth\" in his Lives of the Most Excellent Painters, Sculptors, and Architects in 1550 but the concept became widespread only in the 19th century, after the works of scholars such as Jules Michelet and Jacob Burckhardt.\n", "collapsed": true}, {"id": 182047329385, "href": "https://en.wikipedia.org/wiki/Renaissance_in_Scotland", "name": "Renaissance in Scotland", "value": 0.17929157324371295, "childLinks": [], "description": "The Renaissance in Scotland was a cultural, intellectual and artistic movement in Scotland, from the late fifteenth century to the beginning of the seventeenth century. It is associated with the pan-European Renaissance that is usually regarded as beginning in Italy in the late fourteenth century and reaching northern Europe as a Northern Renaissance in the fifteenth century. It involved an attempt to revive the principles of the classical era, including humanism, a spirit of scholarly enquiry, scepticism, and concepts of balance and proportion. Since the twentieth century, the uniqueness and unity of the Renaissance has been challenged by historians, but significant changes in Scotland can be seen to have taken place in education, intellectual life, literature, art, architecture, music, science and politics.\n", "collapsed": true}, {"id": 81987823764, "href": "https://en.wikipedia.org/wiki/Middle_Ages", "name": "Middle Ages", "value": 0.19106106148750732, "childLinks": [], "description": "In the history of Europe, the Middle Ages or  Medieval Period lasted from the 5th to the 15th century. It began with the fall of the Western Roman Empire and merged into the Renaissance and the Age of Discovery. The Middle Ages is the middle period of the three traditional divisions of Western history: classical antiquity, the medieval period, and the modern period. The medieval period is itself subdivided into the Early, High, and Late Middle Ages.\n", "collapsed": true}, {"id": 103033405819, "href": "https://en.wikipedia.org/wiki/History_of_science_in_the_Renaissance", "name": "History of science in the Renaissance", "value": 0.21178381426551415, "childLinks": [], "description": "During the Renaissance, great advances occurred in geography, astronomy, chemistry, physics, mathematics, manufacturing, anatomy and engineering.  The rediscovery of ancient scientific texts was accelerated after the Fall of Constantinople in 1453, and the invention of printing democratized learning and allowed a faster propagation of new ideas. But, at least in its initial period, some see the Renaissance as one of scientific backwardness. Historians like George Sarton and Lynn Thorndike have criticized how the Renaissance affected science, arguing that progress was slowed for some amount of time. Humanists favoured human-centered subjects like politics and history over study of natural philosophy or applied mathematics. Others have focused on the positive influence of the Renaissance, pointing to factors like the rediscovery of lost or obscure texts and the increased emphasis on the study of language and the correct reading of texts.\n", "collapsed": true}, {"id": 87713459527, "href": "https://en.wikipedia.org/wiki/Italy", "name": "Italy", "value": 0.22341273916299087, "childLinks": [], "description": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),[11][12][13][14]  is a country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe,[15][16] and is considered part of western Europe.[17][18] A unitary parliamentary republic with Rome as its capital, the country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial enclave in Switzerland (Campione) and a maritime exclave in Tunisian waters (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union.\n", "collapsed": true}, {"id": 43658245870, "href": "https://en.wikipedia.org/wiki/Spanish_Renaissance", "name": "Spanish Renaissance", "value": 0.23404610278843108, "childLinks": [], "description": "The Spanish Renaissance refers to a movement in Spain, emerging from the Italian Renaissance in Italy during the 14th century, that spread to Spain during the 15th and 16th centuries.\n", "collapsed": true}, {"id": 469748938159, "href": "https://en.wikipedia.org/wiki/Renaissance_architecture", "name": "Renaissance architecture", "value": 0.24252052379841924, "childLinks": [], "description": "Renaissance architecture is the European architecture of the period between the early 14th and early 16th centuries in different regions, demonstrating a conscious revival and development of certain elements of ancient Greek and Roman thought and material culture. Stylistically, Renaissance architecture followed Gothic architecture and was succeeded by Baroque architecture. Developed first in Florence, with Filippo Brunelleschi as one of its innovators, the Renaissance style quickly spread to other Italian cities. The style was carried to France, Spain, Germany, England, Russia and other parts of Europe at different dates and with varying degrees of impact.\n", "collapsed": true}, {"id": 313921867636, "href": "https://en.wikipedia.org/wiki/Florence", "name": "Florence", "value": 0.2793988644120691, "childLinks": [], "description": "Florence (/ˈflɔːrəns/ FLORR-ənss; Italian: Firenze [fiˈrɛntse] (listen))[a] is a city in central Italy and the capital city of the Tuscany region. It is the most populated city in Tuscany, with 383,084 inhabitants in 2013, and over 1,520,000 in its metropolitan area.[4]\n", "collapsed": true}, {"id": 27468354177, "href": "https://en.wikipedia.org/wiki/Northern_Renaissance", "name": "Northern Renaissance", "value": 0.282461824793519, "childLinks": [], "description": "The Northern Renaissance was the Renaissance that occurred in Europe north of the Alps. From the last years of the 15th century, its Renaissance spread around Europe. Called the Northern Renaissance because it occurred north of the Italian Renaissance, this period became the German, French, English, Low Countries, Polish Renaissances and in turn other national and localized movements, each with different attributes.\n", "collapsed": true}, {"id": 68607023990, "href": "https://en.wikipedia.org/wiki/Renaissance_music", "name": "Renaissance music", "value": 0.29723329249838704, "childLinks": [], "description": "Renaissance music is vocal and instrumental music written and performed in Europe during the Renaissance era. Consensus among music historians has been to start the era around 1400, with the end of the medieval era, and to close it around 1600, with the beginning of the Baroque period, therefore commencing the musical Renaissance about a hundred years after the beginning of the Renaissance as it is understood in other disciplines. As in the other arts, the music of the period was significantly influenced by the developments which define the Early Modern period: the rise of humanistic thought; the recovery of the literary and artistic heritage of Ancient Greece and Ancient Rome; increased innovation and discovery; the growth of commercial enterprises; the rise of a bourgeois class; and the Protestant Reformation. From this changing society emerged a common, unifying musical language, in particular, the polyphonic style (this means music with multiple, independent melody lines performed simultaneously) of the Franco-Flemish school, whose greatest master was Josquin des Prez.\n", "collapsed": true}, {"id": 145982687946, "href": "https://en.wikipedia.org/wiki/Renaissance", "name": "Renaissance", "value": 0.7729722617416322, "childLinks": [], "description": "The Renaissance (UK: /rɪˈneɪsəns/ rin-AY-sənss, US: /ˈrɛnəsɑːns/ (listen) REN-ə-sahnss)[2][a] was a period in European history marking the transition from the Middle Ages to Modernity and covering the 15th and 16th centuries. It occurred after the Crisis of the Late Middle Ages and was associated with great social change. In addition to the standard periodization, proponents of a long Renaissance put its beginning in the 14th century and its end in the 17th century. The traditional view focuses more on the early modern aspects of the Renaissance and argues that it was a break from the past, but many historians today focus more on its medieval aspects and argue that it was an extension of the Middle Ages.[4][5]\n", "collapsed": false}], "links": [{"source": 43658245870, "target": 27468354177}, {"source": 62654832090, "target": 27468354177}, {"source": 62654832090, "target": 43658245870}, {"source": 68607023990, "target": 27468354177}, {"source": 68607023990, "target": 62654832090}, {"source": 68607023990, "target": 43658245870}, {"source": 81987823764, "target": 57329286380}, {"source": 81987823764, "target": 15200108854}, {"source": 87713459527, "target": 57329286380}, {"source": 87713459527, "target": 81987823764}, {"source": 87713459527, "target": 15200108854}, {"source": 103033405819, "target": 68607023990}, {"source": 103033405819, "target": 43658245870}, {"source": 103033405819, "target": 27468354177}, {"source": 103033405819, "target": 87713459527}, {"source": 103033405819, "target": 62654832090}, {"source": 144032986728, "target": 27468354177}, {"source": 145982687946, "target": 68607023990}, {"source": 145982687946, "target": 103033405819}, {"source": 145982687946, "target": 43658245870}, {"source": 145982687946, "target": 27468354177}, {"source": 145982687946, "target": 87713459527}, {"source": 145982687946, "target": 81987823764}, {"source": 145982687946, "target": 62654832090}, {"source": 145982687946, "target": 144032986728}, {"source": 145982687946, "target": 57329286380}, {"source": 145982687946, "target": 15200108854}, {"source": 156748679843, "target": 68607023990}, {"source": 156748679843, "target": 145982687946}, {"source": 156748679843, "target": 43658245870}, {"source": 156748679843, "target": 81987823764}, {"source": 182047329385, "target": 145982687946}, {"source": 182047329385, "target": 68607023990}, {"source": 182047329385, "target": 103033405819}, {"source": 182047329385, "target": 43658245870}, {"source": 182047329385, "target": 27468354177}, {"source": 182047329385, "target": 15200108854}, {"source": 182047329385, "target": 62654832090}, {"source": 182047329385, "target": 156748679843}, {"source": 242863793536, "target": 145982687946}, {"source": 242863793536, "target": 68607023990}, {"source": 242863793536, "target": 103033405819}, {"source": 242863793536, "target": 27468354177}, {"source": 242863793536, "target": 62654832090}, {"source": 242863793536, "target": 182047329385}, {"source": 242863793536, "target": 43658245870}, {"source": 242863793536, "target": 156748679843}, {"source": 258037552781, "target": 145982687946}, {"source": 258037552781, "target": 81987823764}, {"source": 258037552781, "target": 68607023990}, {"source": 258037552781, "target": 103033405819}, {"source": 258037552781, "target": 27468354177}, {"source": 258037552781, "target": 62654832090}, {"source": 258037552781, "target": 182047329385}, {"source": 258037552781, "target": 43658245870}, {"source": 258037552781, "target": 156748679843}, {"source": 258037552781, "target": 242863793536}, {"source": 281762234258, "target": 145982687946}, {"source": 281762234258, "target": 68607023990}, {"source": 281762234258, "target": 103033405819}, {"source": 281762234258, "target": 43658245870}, {"source": 281762234258, "target": 182047329385}, {"source": 281762234258, "target": 27468354177}, {"source": 281762234258, "target": 258037552781}, {"source": 281762234258, "target": 62654832090}, {"source": 281762234258, "target": 156748679843}, {"source": 281762234258, "target": 242863793536}, {"source": 313921867636, "target": 87713459527}, {"source": 313921867636, "target": 81987823764}, {"source": 313921867636, "target": 145982687946}, {"source": 386178429711, "target": 57329286380}, {"source": 386178429711, "target": 87713459527}, {"source": 386178429711, "target": 145982687946}, {"source": 386178429711, "target": 258037552781}, {"source": 386178429711, "target": 68607023990}, {"source": 386178429711, "target": 103033405819}, {"source": 386178429711, "target": 281762234258}, {"source": 386178429711, "target": 27468354177}, {"source": 386178429711, "target": 62654832090}, {"source": 386178429711, "target": 182047329385}, {"source": 386178429711, "target": 43658245870}, {"source": 386178429711, "target": 156748679843}, {"source": 386178429711, "target": 242863793536}, {"source": 410060726740, "target": 313921867636}, {"source": 410060726740, "target": 145982687946}, {"source": 417262681234, "target": 145982687946}, {"source": 417262681234, "target": 68607023990}, {"source": 417262681234, "target": 103033405819}, {"source": 417262681234, "target": 281762234258}, {"source": 417262681234, "target": 43658245870}, {"source": 417262681234, "target": 182047329385}, {"source": 417262681234, "target": 27468354177}, {"source": 417262681234, "target": 15200108854}, {"source": 417262681234, "target": 258037552781}, {"source": 417262681234, "target": 62654832090}, {"source": 417262681234, "target": 156748679843}, {"source": 417262681234, "target": 242863793536}, {"source": 417262681234, "target": 386178429711}, {"source": 469748938159, "target": 145982687946}, {"source": 469748938159, "target": 68607023990}, {"source": 469748938159, "target": 417262681234}, {"source": 469748938159, "target": 103033405819}, {"source": 469748938159, "target": 281762234258}, {"source": 469748938159, "target": 43658245870}, {"source": 469748938159, "target": 182047329385}, {"source": 469748938159, "target": 27468354177}, {"source": 469748938159, "target": 313921867636}, {"source": 469748938159, "target": 81987823764}, {"source": 469748938159, "target": 410060726740}, {"source": 469748938159, "target": 87713459527}, {"source": 469748938159, "target": 258037552781}, {"source": 469748938159, "target": 62654832090}, {"source": 469748938159, "target": 156748679843}, {"source": 469748938159, "target": 242863793536}, {"source": 469748938159, "target": 386178429711}, {"source": 542402480851, "target": 410060726740}, {"source": 542402480851, "target": 313921867636}, {"source": 542402480851, "target": 87713459527}, {"source": 542402480851, "target": 144032986728}, {"source": 591568457418, "target": 542402480851}, {"source": 591568457418, "target": 410060726740}, {"source": 591568457418, "target": 145982687946}, {"source": 591568457418, "target": 469748938159}, {"source": 591568457418, "target": 144032986728}, {"source": 746073722075, "target": 313921867636}, {"source": 746073722075, "target": 145982687946}, {"source": 746073722075, "target": 410060726740}, {"source": 746073722075, "target": 81987823764}, {"source": 746073722075, "target": 469748938159}, {"source": 746073722075, "target": 68607023990}, {"source": 746073722075, "target": 417262681234}, {"source": 746073722075, "target": 103033405819}, {"source": 746073722075, "target": 281762234258}, {"source": 746073722075, "target": 43658245870}, {"source": 746073722075, "target": 182047329385}, {"source": 746073722075, "target": 27468354177}, {"source": 746073722075, "target": 542402480851}, {"source": 746073722075, "target": 386178429711}, {"source": 746073722075, "target": 591568457418}, {"source": 746073722075, "target": 57329286380}, {"source": 746073722075, "target": 87713459527}, {"source": 746073722075, "target": 258037552781}, {"source": 746073722075, "target": 62654832090}, {"source": 746073722075, "target": 156748679843}, {"source": 746073722075, "target": 242863793536}, {"source": 770425912764, "target": 542402480851}, {"source": 770425912764, "target": 746073722075}, {"source": 770425912764, "target": 313921867636}, {"source": 770425912764, "target": 145982687946}, {"source": 770425912764, "target": 469748938159}, {"source": 770425912764, "target": 68607023990}, {"source": 770425912764, "target": 417262681234}, {"source": 770425912764, "target": 103033405819}, {"source": 770425912764, "target": 281762234258}, {"source": 770425912764, "target": 43658245870}, {"source": 770425912764, "target": 182047329385}, {"source": 770425912764, "target": 27468354177}, {"source": 770425912764, "target": 258037552781}, {"source": 770425912764, "target": 81987823764}]}